Repository: bazzite-org/gnome-ext-hanabi
Catalog: src/po/*.po
Languages: cs, hu, id, it, sv

source: Pause
cs: Pozastavit
hu: Szüneteltetés
id: Jeda
it: Pausa
sv: Pausa

source: Play
cs: Přehrát
hu: Lejátszás
id: Mulai
sv: Spela

source: Unmute Audio
cs: Zapnout zvuk
hu: Némítás feloldása
it: Riattiva audio
sv: Sätt på Ljud

source: Mute Audio
cs: Vypnout zvuk
hu: Némítás
it: Disattiva audio
sv: Tysta Ljud

source: Next Wallpaper
cs: Další tapeta
hu: Következő háttérkép
id: Wallpaper Selanjutnya
it: Sfondo successivo
sv: Nästa Bakgrund

source: Preferences
cs: Nastavení
hu: Beállítások
id: Preferensi
it: Preferenze
sv: Preferenser

source: General
cs: Obecné
hu: Általános
it: Generale
sv: Allmänt

source: Volume Level
cs: Hlasitost
hu: Hangerőszint
id: Tingkat Suara
it: Livello del volume
sv: Volymnivå

source: Show Panel Menu
cs: Zobrazit menu na panelu
hu: Panel menü mutatása
id: Tampilkan Panel Menu
it: Mostra il menu del pannello
sv: Visa Panel Meny

source: Auto Pause
cs: Automaticky pozastavit
hu: Automatikus szüneteltetés
id: Jeda Otomatis
it: Pausa
sv: Automatisk pausning

source: Low Battery Threshold
cs: Hranice nízké baterie
hu: Alsó akkumulátorszint határ
id: Ambang Batas Baterai Rendah
it: Soglia di batteria scarica
sv: Tröskel för låg batterinivå

source: Set the threshold percentage for low battery level
cs: Nastavit procentuální hranici pro nízkou baterii
hu: Alsó százalék beállítása alacsony akkumulátorszint esetén
id: Atur persentase ambang batas untuk tingkat baterai rendah
it: Seleziona la percentuale della soglia per la batteria scarica
sv: Sätt tröskelprocenten för låg batterinivå

source: Pause on Media Player Playing
cs: Zastavit při přehrávání medií.
hu: Szüneteltetés média lejátszása közben
id: Jeda saat Memulai Media Player
it: Metti in pausa quando il Media Player è attivo
sv: Pausa vid Mediaspelare Spelar

source: Pause playback when an MPRIS media player is playing media
cs: Zastavit přehrávání jestli jakýkoliv přehrávač MPRIS přehrává média.
hu: Szüneteltetés, ha MPRIS média lejátszó aktív
it: Metti in pausa quando il MPRIS media player è attivo
sv: Pausa uppspelning när en MPRIS mediaspelar spelar upp media

source: Wallpaper Changer
cs: Měnič tapety
hu: Háttérkép váltása
id: Pengubah Wallpaper
sv: Bakgrundsändrare

source: Change Wallpaper Automatically
cs: Změnit Tapetu Automaticky
hu: Háttérkép változtatása automatikusan
id: Ubah Wallpaper Otomatis
it: Cambia lo sfondo automaticamente
sv: Ändra Bakgrund Automatiskt

source: Change Wallpaper Interval (minutes)
cs: Interval změny tapety (minuty)
hu: Háttérkép időtartamának változtatása (perc)
id: Ubah Interval Wallpaper (menit)
it: Modifica intervallo sfondo (minuti)
sv: Ändra Bakgrundsintervall (minuter)

source: Experimental
cs: Experimentální
hu: Kísérleti
id: Eksperimental
it: Sperimentale
sv: Experimentellt

source: Experimental VA Plugin
cs: Experimentální VA Plugin
hu: Kísérleti VA bővítmény
id: Eksperimental VA Plugin
it: Plugin VA sperimentale
sv: Experimentellt VA Tillägg

source: Enable VA decoders which improve performance for Intel/AMD Wayland users
cs: Povolit VA dekodéry které zlepší výkon pro Intel/AMD Wayland uživatele
hu: VA decoder bekapcsolása teljesítmény növeléséhez Intel/AMD Wayland felhasználóknak
id: Aktifkan VA decoder untuk meningkatkan performa dari pengguna Intel/AMD Wayland
it: Abilita i decoder VA che migliorano le prestazioni per gli utenti Intel/AMD Wayland
sv: Aktivera VA avkodare vilket förbättrar prestanda för Intel/AMD Wayland användare

source: NVIDIA Stateless Decoders
cs: NVIDIA Stateless Dekodéry
it: Decoder NVIDIA Stateless

source: Use new stateless NVIDIA decoders
cs: Použít nové stateless NVIDIA dekodéry
hu: Új NVIDIA Stateless Decoder használata
it: Utilizza i nuovi decoder NVIDIA stateless
sv: Använd nya stateless NVIDIA avkodare

source: Developer
cs: Pro vývojáře
hu: Fejlesztői
id: Pengembang
it: Sviluppatore
sv: Utvecklare

source: Debug Mode
cs: Debug mód
hu: Hibakeresési mód
it: Modalità di debug
sv: Felsökningsläge

source: Print debug messages to log
cs: Vypisovat ladící zprávy do protokolu
hu: Hibaüzenetek kiírása naplóba
id: Cetak pesan debug ke log
it: Visualizza i log di debug
sv: Skriv ut felsökningsmeddelanden till logg

source: Force gtk4paintablesink
cs: Vynutit gtk4paintablesink
hu: gtk4paintablesink kényszerítése
id: Paksa gtk4paintablesin
it: Forza gtk4paintablesink
sv: Tvinga gtk4paintablesink

source: Force use of gtk4paintablesink for video playback
cs: Vynutí použití gtk4paintablesink pro přehrávání videa
hu: gtk4paintablesink használatának kényszerítése videó lejátszásához
id: Paksa penggunaan dari gtk4paintablesink untuk video playback
it: Forza l'uso di gtk4paintablesink per la riproduzione video
sv: Tvinga användning utav gtk4paintablesink för videouppspelning

source: Force GtkMediaFile
cs: Vynutit GtkMediaFile
hu: GtkMediaFile kényszerítése
id: Paksa GtkMediaFile
it: Forza GtkMediaFile
sv: Tvinga GtkMediaFile

source: Force use of GtkMediaFile for video playback
cs: Vynutí použití GtkMediaFile pro přehrávání videa
hu: GtkMediaFile használatának kényszerítése videó lejátszásához
id: Paksa penggunaan dari GtkMediaFile untuk video playback
it: Forza l'uso di GtkMediaFile per la riproduzione video
sv: Tvinga användning utav GtkMediaFile för videouppspelning

source: Startup Delay
cs: Prodleva při startu
hu: Indítás késleltetése
it: Ritardo di avvio
sv: Uppstartsfördröjning

source: Add a startup delay (in milliseconds) to mitigate compatibility issues with other extensions
cs: Přidá časovou prodlevu (v milisekundách) před startem, aby se vyhnulo potížím s kompatibilitou s ostatními rozšířeními
hu: Indítás késleltetése (milliszekundumban) más bővitményekkel való kompatibilátási problémák elkerülésére
id: Tambahkan penundaan startup (dalam milidetik) untuk mengurangi masalah kompatibilitas dengan ekstensi lainnya
it: Aggiungi un ritardo all'avvio (in millisecondi) per mitigare i problemi di compatibilità con altre estensioni
sv: Lägg till en uppstartsfördröjning (i millisekunder) för att mildra kompatibiliteten med andra tillägg

source: Video Path
cs: Cesta k videu
hu: Videó útvonala
id: Lokasi Video
it: Percorso video
sv: Videoväg

source: None
cs: Žádné video
hu: Nincs
id: Tidak ada
it: Nessuno
sv: Ingen

source: Open File
cs: Otevřít soubor
hu: Fájl megnyitása
id: Buka File
it: Apri file
sv: Öppna Fil

source: Cancel
cs: Zrušit
hu: Mégse
id: Batal
it: Annulla
sv: Avbryt

source: Open
cs: Otevřít
hu: Megnyitás
id: Buka
it: Apri
sv: Öppen

source: Change Wallpaper Directory Path
cs: Změnit cestu složky tapet
hu: Háttérkép elérési útjának változtatása
id: Ubah Jalur Direktori Wallpaper
it: Cambia il percorso della directory degli sfondi
sv: Ändra Bakgrundens Katalogsväg

source: Select Directory
cs: Vybrat složku
hu: Könyvtár kiválasztása
id: Pilih Direktori
it: Seleziona Directory
sv: Välj mapp

source: Fit Mode
cs: Mód vyplnění
it: Modalità Adatta

source: Control how wallpaper fits within the monitor
cs: Nastavit jak se pozadí vejde do obrazovky
hu: Változtatja hogyan illeszkedik a háttérkép a kijelzőhöz
id: Kontrol bagaimana wallpaper dapat sesuai di monitor
it: Controlla il modo in cui lo sfondo si adatta al monitor
sv: Kontrollera hur bakgrunden får plats inom bildskärmen

source: <b>Fill</b>: Stretch the wallpaper to fill the monitor. <b>Contain</b>: Scale the wallpaper to fit the monitor (keep aspect ratio). <b>Cover</b>: Scale the wallpaper to cover the monitor (keep aspect ratio). <b>Scale-down</b>: Scale down the wallpaper to fit the monitor if needed, otherwise keep its original size.
cs: <b>Roztáhnout</b>: Roztáhne tapetu aby vyplnila celou obrazovku. <b>Obsáhnout</b>: Škáluje tapetu aby se vešla na obrazovku (zachová poměr stran). <b>Vyplnit</b>: Škáluje tapetu aby vyplnila obrazovku (zachová poměr stran). <b>Škálovat dolů</b>: Zmenšit tapetu aby se vešla na obrazovku pokud je třeba, jinak ponechat v původní velikosti
hu: <b>Kitöltés</b>: A háttérkép képernyőhöz nyújtással. <b>Teljes háttérkép</b>: Háttérkép méretezése, hogy elférjen a képernyőn (képarány megtartása). <b>Teljes képernyő</b>: Háttérkép méretezése, hogy kitöltse a képernyőt (képarány megtartása). <b>Kicsinyítés</b>: Kicsinyítse a képet, hogy elférjen a képernyőn, ha szükséges, amúgy tartsa meg az erdeti méretet.
it: <b>Riempi</b>: Adatta lo sfondo per coprire il monitor. <b>Contiene</b>: ridimensiona lo sfondo per adattarlo al monitor (mantieni le proporzioni). <b>Copertura</b>: ridimensiona lo sfondo per coprire il monitor (mantieni le proporzioni). <b>Riduci</b>: ridimensiona lo sfondo per adattarlo al monitor, se necessario, altrimenti mantieni le dimensioni originali.
sv: <b>Fyll</b>: Sträck bakgrunden för att fylla bildskärmen <b>Innehåll</b>: Skala bakgrunden för att passa bildskärmen (Behåll bildförhållande). <b>Täck</b>: Skala bakgrunden för att täcka bildskärmen (Behåll bildförhållande). <b>Skala-Ner</b>: Skala ner bakgrunden för att passa bildskärmen ifall det behövs, behåll annars dess ursprungliga storlek

source: Fill
cs: Roztáhnout
hu: Kitöltés
it: Riempi
sv: Fyll

source: Contain
cs: Obsáhnout
hu: Teljes háttérkép
it: Contenere
sv: Innehålla

source: Cover
cs: Vyplnit
hu: Teljes képernyő
it: Copertina
sv: Täck

source: Scale-down
cs: Škálovat dolů
hu: Kicsinyítés
it: Rimpicciolire
sv: Skala ner

source: This feature requires Gtk 4.8 or above
cs: Tato funkce požaduje Gtk 4.8 nebo novější
hu: Ehhez a funkcióhoz Gtk 4.8 vagy újabb szükséges
id: FItur ini memerlukan Gtk 4.8 atau diatasnya
it: Questa funzionalità richiede Gtk 4.8 o successiva
sv: Denna funktion kräver Gtk 4.8 eller över

source: Pause on Maximize or Fullscreen
cs: Zastavit při maximalizovaném/fullscreen okně.
hu: Szüneteltetés teljes méret vagy teljes képernyő esetén
it: Pausa su Massimizza o Schermo intero
sv: Pausa vid Maximering eller Helskärm

source: Pause playback when there is maximized or fullscreen window
cs: Zastavit přehrávání jestli je okno maximalizováno nebo na plnou obrazovku.
hu: Lejátszás szüneteltetése, ha egy ablak teljes méret vagy teljes képernyő módban van
it: Metti in pausa quando c'è una finestra ingrandita o a schermo intero
sv: Pausa uppspelning när det är en maximerad eller helskärmsruta

source: <b>Never</b>: Disable this feature. <b>Any Monitor</b>: Pause playback when there is maximized or fullscreen window on any monitor. <b>All Monitors</b>: Pause playback when there are maximized or fullscreen windows on all monitors.
cs: <b>Nikdy</b>: Nevypínejte tuto funkci. <b>Jakákoliv obrazovka</b>: Zastavit přehrávání pokud na jakékoliv obrazovce je maximizované/fullscreen okno. <b>Všechny obrazovky</b>: Zastavit přehrávání pokud na všech obrazovkách jsou maximalizované/fullscreen okna.
hu: <b>Soha</b>: Funkció kikapcsolása. <b>Bármely képernyő</b>: Lejátszás szüneteltetése teljes méret vagy teljes képernyő esetén bármely monitoron. <b>Összes képernyő</b>: Lejátszás szüneteltetése teljes méret vagy teljes képernyő esetén az összes monitoron.
it: <b>Never</b>: Disattiva questa funzione. <b>Any Monitor</b>: Metti in pausa quando c'è una finestra ingrandita o schermo intero su qualsiasi monitor. <b>All Monitors</b>: Metti in pausa quando ci sono finestre ingrandite o schermo intero su tutti i monitor.
sv: <b>Aldrig</b>: Disable this feature. <b>Vilken bildskärm som helst</b>: Pausa uppspelning när det är en maximiserad eller helskärmsruta på vilken bildskärm som helst. <b>Alla bildskärmar</b>: Pausa uppspelning när det är en maximiserad eller helskärmsruta på alla bildskärmar.

source: Never
cs: Nikdy
hu: Soha
id: Jangan Pernah
it: Mai
sv: Aldrig

source: Any Monitor
cs: Jakákoliv obrazovka
hu: Bármely képernyő
id: Monitor apa pun
it: Qualsiasi monitor
sv: Vilken bildskärm som helst

source: All Monitors
cs: Všechny obrazovky.
hu: Összes képernyő
id: Semua Monitor
it: Tutti i monitor
sv: Alla bildskärmar

source: Pause on Battery
cs: Zastavit na baterii
hu: Szüneteltetés akkumulátor használat esetén
sv: Pausa på batteri

source: Pause playback when the device is on battery or the battery is low
cs: Zastavit přehrávání jestli je zařízení na baterii nebo je baterie nízká
hu: Lejátszás szüneteltetése, ha az eszköz akkumulátort használ, vagy az akkumulátorszint alacsony
it: Metti in pausa quando il dispositivo è alimentato dalla batteria o la batteria è bassa
sv: Pausa uppspelning när enheten är på batteri eller när batteriet är lågt

source: <b>Never</b>: Disable this feature. <b>Low Battery</b>: Pause playback when the device is on low battery (below the threshold). <b>Always</b>: Pause playback when the device is on battery.
cs: <b>Nikdy</b>: Nezakazujte tuto funkci <b>Nízká baterie</b>: Zastavit přehrávání pokud má zařízení nízko nabitou baterii (Pod hranicí). <b>Vždy</b>: Zastavit přehrávání jestli je zařízení napájeno z baterie.
hu: <b>Soha</b>: Funkció kikapcsolása. <b>Alacsony akkumulátorszint</b>: Lejátszás szüneteltetése, ha a készülék alacsony akkumulátorszinten van (értékhatár alatt). <b>Mindig</b>: Lejátszás szüneteltetése, ha a készülék akkumulátorról üzemel.
it: <b>Never</b>: Disattiva questa funzionalità. <b>Low Battery</b>: Metti in pausa quando il dispositivo ha la batteria scarica (sotto la soglia di batteria scarica). <b>Always</b>: Metti in pausa quando il dispositivo è alimentato dalla batteria.
sv: <b>Aldrig</b>: Avaktivera denna funktion. <b>Låg batterinivå</b>: Pausa uppspelning när enheten har lågt på batteri (Under tröskeln). <b>Alltid</b>: Pausa uppspelning när enheten går på batteri.

source: Low Battery
cs: Nízká baterie
hu: Alacsony akkumulátorszint
id: Baterai Rendah
it: Batteria Bassa
sv: Låg batterinivå

source: Always
cs: Vždy
hu: Mindig
id: Selalu
it: Sempre
sv: Alltid

source: Change Wallpaper Mode
cs: Změnit mód tapety.
hu: Háttérkép módjának változtatása
id: Ubah Mode Wallpaper
it: Cambia la modalità sfondo
sv: Ändra bakgrundsläge

source: Control how to change wallpapers automatically
cs: Ovládat jak se tapety mění automaticky
hu: Szabályozza, hogy hogyan változzank a háttérképek automatikusan
it: Controlla come cambiare automaticamente gli sfondi
sv: Kontrollera hur man ändrar bakgrund automatiskt

source: <b>Sequential:</b> Preserve the directory sequence (descending order). <b>Inverse Sequential:</b> Retrieve wallpapers in the opposite sequence (ascending order). <b>Random:</b> Randomly select wallpapers from the directory.
cs: <b>Sekvenční:</b> Zanechat sekvenci složek (padající seřazení) <b>Opačně sekvenční:</b> Vybírat tapety v opačné sekvenci (stoupající seřazení) <b>Náhodně:</b> Náhodně vybrat tapety ze složky
hu: <b>Csökkenő:</b> Könyvtár sorrendjének megtartása (csökkenő sorrend). <b>Növekvő:</b> Könyvtár sorrendjének megfordítása (növekvő sorrend). <b>Véletlenszerű:</b> Háttérkép választása véletlenszerűen a könyvtárból.
it: <b>Sequenziale:</b> preserva la sequenza delle directory (ordine discendente). <b>Sequenziale inversa:</b> recupera gli sfondi nella sequenza opposta (ordine crescente). <b>Casuale:</b> seleziona casualmente gli sfondi dalla directory.
sv: <b>Sekventiell:</b> Behåll mappens sekvens(Fallande ordning). <b>Invers Sekvens:</b> Hämta bakgrunder i motsatt sekvens (Stigande ordning). <b>Slumpmässig:</b> Slumpmässigt välj bakgrunden från mappen.

source: Sequential
cs: Sekvenční
hu: Csökkenő
id: Berurutan
it: Sequenziale
sv: Sekventiell

source: Inverse Sequential
cs: Obráceně sekvenční
hu: Növekvő
id: Berurutan Terbalik
it: Sequenza inversa
sv: Invers sekvens

source: Random
hu: Véletlenszerű
id: Acak
it: Casuale
sv: Slumpmässigt
